import './PrivacyPolicy.css';

const PrivacyPolicy = () => {
  return (
    <>
    <h1 className="PrivacyPolicy-title">EFM Privacy Policy for the site</h1>

    <div className="PrivacyPolicy-container">
      <p>
        نحن على علم بمسؤوليتنا تجاه حماية معلوماتك الشخصية ونتخذ هذا الأمر بجدية تامة.
        ونحن نعتقد أن معلوماتك الشخصية هي واحدة من أهم الموارد لدينا.
      </p>
      <p>
        نقوم بجمع ومعالجة المعلومات الشخصية من خلال تواصلك معنا عبر صفحة تفاعلية أو برامج ذات تقنية تفاعلية مشابهة. بإمكانك دائمًا التواصل معنا لإرسال طلبك إلى البريد الإلكتروني: 
        <b> info@efmhub.com </b>
        أو بإيقاف استخدام خدمات الموقع الإلكتروني.
      </p>
      <p>
        إذا قررنا نقل معلوماتك الشخصية لأي وسيلة كانت سنبلغك إذا تم بيعها أو تأجيرها لأي طرف ثالث بدون الحصول على موافقتك الصريحة في المقام الأول.
      </p>

      <h2>تسجيل - حساب شخصي</h2>
      <p>
        تتضمن عملية التسجيل المعلومات (معلوماتك الشخصية) التي نزودنا بها لإنشاء حسابك وأيضًا لإمكانية الاتصال بك.
      </p>
      <p>
        يجب عليك الموافقة على سياسة استخدامنا لمعلوماتك الشخصية وتحديثها وذلك للتعامل مع عملية التسجيل والتحكم بحسابك خلال مراحل متابعة الطلب.
      </p>
      <p>
        إن المعلومات التي نقوم بطلبها هي بغرض إنشاء حساب صحي ومتابعة خصوصيتك وفقاً للوائح المتبعة.
      </p>

      <h2>تشغيل المعلومات</h2>
      <p>
        تشغيل معلوماتك الشخصية هو جزء من نشاطنا الخاص لحماية المعلومات مع خدماتنا في حال قمت بتقديم معلوماتك الإلكترونية ستبقى مسؤولية ضمن الضمانات على سرية بياناتك الشخصية.
      </p>

      <h2>التواصل الإلكتروني</h2>
      <p>
        بموافقتك، سنقوم باستخدام رسائلك الإلكترونية عند بدئك في التفاعل على استقبال الرسائل الإلكترونية بجميع أشكالها عبر البريد الإلكتروني أو الرسائل الدولية أو النشرات الدورية أو البريد الإلكتروني المخصص. 
      </p>

      <h2>الاتصال بنا</h2>
      <p>
        يرجى عدم التردد في التواصل معنا مباشرة سواء عبر البريد الإلكتروني أو أي شكل من أشكال التواصل الإلكتروني. 
        هدفنا في النهاية هو تقديم تجربة آمنة ومرضية لتحسين جودة الخدمة المقدمة لعملائنا.
      </p>
    </div>
    </>
  );
};

export default PrivacyPolicy;
