import "./Police.css";
import police from '../../../../photo/police.svg'

function Police() {
  return (
    <div className="privacy-policy">
      <header className="police-header">
        <h1>
          سياسة الخصوصية لموقع <span className="police-highlight">EFM</span>
        </h1>
        <img src={police} alt="logo" className="police-logo" />
      </header>
      <section className="police-content">
        <p>
        نحن (efmhub.com) على علم بمسؤوليتنا تجاه حماية معلوماتك الشخصية ونأخذ هذا الأمر بجدية تامة. ونحن نعتقد أن معلوماتك الشخصية هي واحدة من أهم الموارد لدينا
        </p>
        <div className="section-divider"></div>
        <p>نقوم بتخزين معالجة معلوماتك الشخصية من خلال خوادمنا وهي محمية بواسطة أجهزة وبرامج ذات تقنية أمنية عالية.في حال اعتراضك على نظام معالجتنا لمعلوماتك الشخصية عن طريق النقل أو الاستخدام بأي وسيلة، الرجاء ارسال طلبك إلى info@efmhub.com 
       
<br/>
<br/>

        أو بإمكانك تجنب استخدام خدمات الموقع الإلكتروني نحن لا نقوم بالمتاجرة بمعلوماتك الشخصية بأي وسيلة كانت من بيع أو تأجير لأي طرف ثالث 
بدون الحصول على موافقتك الصريحة في المقام الأول
        </p>
        <div className="section-divider"></div>
        <div className="police-section">
         
          <h2>تسجيل - حساب الشخصي</h2>
          <p>
          تتضمن عملية التسجيل المعلومات (معلوماتك الشخصية) التي تزودنا بها لإتمام معاملاتك وأيضاً للإتصال بك يجب عليك القبول بمبدأ استخدامنا لمعلوماتك الشخصية وتحديثها وذلك 
          <br />
          
          للتعامل مع عملية التسجيل وللتحكم بسرية هويتك خلال عملية المتابعة لطلب إن المعلومات الي تقدمها خلال عملية التسجيل هي بيانات محمية وفقاً لبنود حماية الخصوصية 
          <br/>
         
          موضحة سابقاً تشكل معلوماتك الشخصية جزءا من سجلك الخاص لتعاملاتك مع خدماتنا في حالة استخدامك لموقعنا الإلكتروني ستكون مسؤولاً عن المحافظة على سرية حسابك
         <br/>
        
         لشخصي وكلمة المرور بالإضافة إلى منع الوصول الى جهازك الشخصي/ جهاز الكمبيوتر وأنت بذلك تتحمل المسؤولية عن جميع العمليات التي يتم تنفيذها من خلال حسابك الشخصي 
         <br />
         
         باستخدام كلمة المرور لا يتحمل الموقع الإلكتروني أي مسؤولية تجاه أي شخص عن أي خسارة أو أضرار قد تنشأ بسبب فشلك في حماية كلمة المرور الخاصة بك أو أي معلومات أخرى 
         <br/>
         
         متعلقة بحسابك الشخصي في حال الشك بوجود عمليات مشبوهة في حسابك الشخصي يرجى إخطارنا بالاتصال بنا فورا من خلال أي وسيلة
          </p>
          <div className="section-divider"></div>
        </div>
        <div className="police-section">
          
          <h2>التواصل الإلكتروني</h2>
          <p>
          بموافقتك استخدام الموقع وخدماتنا الإلكترونية فإنك بذلك توافق على استقبال رسائلنا الإلكترونية بجميع أشكالها من خلال البريد الالكتروني أو النشرات الدورية أو الإشعارات 
          <br />
          
          والتنبيهات أو الرسائل النصية المعلن عنها في الموقع الإلكتروني
          
          <br />
          بناءاً على ذلك فأنت توافق ضمنياً على أن جميع المعاملات الإلكترونية المرسلة لك من قبلنا هي ملزمة قانونيا وتعامل معاملة المعاملات الخطية
          <br />
          
          حق لنا مراقبة وتسجيل وحفظ أي مكالمة هاتفية أو بريد الكتروني أو أي شكل آخر من اشكال التواصل الإلكتروني معك وذلك لأغراض تدريبية بهدف التحقق من النصائح والملاحظات
          
          <br />
          الموجهة إلينا ولتحسين وتطوير نوعية الخدمة المقدمة لعملائن
          </p>
          <div className="section-divider"></div>
        </div>
      </section>
    </div>
  );
}

export default Police;
